tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "act"
brew "asdf"
brew "gettext"
brew "gh"
brew "pcre2"
brew "git"
brew "helm"
brew "jq"
brew "openssl@1.1"
brew "libfido2"
brew "minikube"
brew "zstd"
brew "mysql"
brew "poetry"
brew "pyenv"
brew "python@3.9"
brew "rbenv"
brew "tfenv"
brew "watch"
brew "yq"
cask "github"
cask "google-cloud-sdk"
cask "slack"
cask "vlc"
cask "warp"
vscode "766b.go-outliner"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "cschleiden.vscode-github-actions"
vscode "diegolincoln.vscode-styled-components"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "geeklearningio.graphviz-markdown-preview"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "jorgeserrano.vscode-csharp-snippets"
vscode "jpoissonnier.vscode-styled-components"
vscode "kevinrose.vsc-python-indent"
vscode "leetcode.vscode-leetcode"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "njpwerner.autodocstring"
vscode "premparihar.gotestexplorer"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "timonwong.shellcheck"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "wholroyd.jinja"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
