tap "dbt-labs/dbt"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "nissy/mg"
tap "shyiko/kubesec"
tap "warrensbox/tap"
brew "coreutils"
brew "asdf"
brew "direnv"
brew "dive"
brew "gettext"
brew "gh"
brew "glide"
brew "helm"
brew "kubernetes-cli"
brew "libpq"
brew "mongodb-atlas-cli"
brew "ncftp"
brew "nginx"
brew "postgresql@10"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "python@3.11"
brew "redis"
brew "tfenv"
brew "watch"
brew "yarn"
brew "dbt-labs/dbt/dbt-bigquery"
brew "hashicorp/tap/terraform", link: false
brew "nissy/mg/mg"
cask "clipy"
cask "docker"
cask "github"
cask "google-cloud-sdk"
cask "postman"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "zoom"
vscode "adpyke.vscode-sql-formatter"
vscode "arjun.swagger-viewer"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bungcip.better-toml"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "hollowtree.vue-snippets"
vscode "janisdd.vscode-edit-csv"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "stylelint.vscode-stylelint"
vscode "sysoev.language-stylus"
vscode "tim-koehler.helm-intellisense"
vscode "vue.volar"
vscode "william-voyek.vscode-nginx"
vscode "zainchen.json"
