tap "homebrew/bundle"
tap "homebrew/services"
tap "sqldef/sqldef"
brew "act"
brew "asdf"
brew "bash"
brew "pycparser"
brew "cffi"
brew "direnv"
brew "gettext"
brew "gh"
brew "pcre2"
brew "git"
brew "gobuster"
brew "helm"
brew "jq"
brew "kind"
brew "lazygit"
brew "libfido2"
brew "mongocli"
brew "mongosh"
brew "zstd"
brew "mysql"
brew "neovim"
brew "nmap"
brew "openssl@1.1"
brew "openvpn"
brew "poetry"
brew "postgresql@15"
brew "pyenv"
brew "python@3.9"
brew "rbenv"
brew "tfenv"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
cask "burp-suite"
cask "claude"
cask "clipy"
cask "github"
cask "google-cloud-sdk"
cask "obsidian"
cask "slack"
cask "vlc"
cask "warp"
cask "wireshark"
vscode "766b.go-outliner"
vscode "altimateai.vscode-altimate-mcp-server"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "cschleiden.vscode-github-actions"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "geeklearningio.graphviz-markdown-preview"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "innoverio.vscode-dbt-power-user"
vscode "janisdd.vscode-edit-csv"
vscode "jpoissonnier.vscode-styled-components"
vscode "kevinrose.vsc-python-indent"
vscode "leetcode.vscode-leetcode"
vscode "mechatroner.rainbow-csv"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "necatiarslan.airflow-vscode-extension"
vscode "premparihar.gotestexplorer"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sourcegraph.cody-ai"
vscode "timonwong.shellcheck"
vscode "tomoki1207.pdf"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
