766b.go-outliner
altimateai.vscode-altimate-mcp-server
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
cschleiden.vscode-github-actions
davidanson.vscode-markdownlint
docker.docker
donjayamanne.python-extension-pack
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
foxundermoon.shell-format
geeklearningio.graphviz-markdown-preview
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
hediet.vscode-drawio
innoverio.vscode-dbt-power-user
janisdd.vscode-edit-csv
jpoissonnier.vscode-styled-components
kevinrose.vsc-python-indent
leetcode.vscode-leetcode
mechatroner.rainbow-csv
mquandalle.graphql
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
necatiarslan.airflow-vscode-extension
premparihar.gotestexplorer
rangav.vscode-thunder-client
redhat.vscode-yaml
samuelcolvin.jinjahtml
shd101wyy.markdown-preview-enhanced
sourcegraph.cody-ai
timonwong.shellcheck
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
yzane.markdown-pdf
yzhang.markdown-all-in-one
