766b.go-outliner
bpruitt-goddard.mermaid-markdown-syntax-highlighting
cschleiden.vscode-github-actions
diegolincoln.vscode-styled-components
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
foxundermoon.shell-format
geeklearningio.graphviz-markdown-preview
github.vscode-pull-request-github
golang.go
jorgeserrano.vscode-csharp-snippets
jpoissonnier.vscode-styled-components
kevinrose.vsc-python-indent
leetcode.vscode-leetcode
mquandalle.graphql
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
njpwerner.autodocstring
premparihar.gotestexplorer
rangav.vscode-thunder-client
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
timonwong.shellcheck
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
wholroyd.jinja
yzane.markdown-pdf
yzhang.markdown-all-in-one
